[

{

	"index": "0",
	"count": "9",
	"name":"Anaemia",
	"common":
		    {
			"0":"apple:Take freshly prepared apple juice an hour before meals or just before retiring for the night and also don’t take anything for about an hour after the juice.",
			"1":"beetroot:Take a juice of beetroot which is an excellent remedy for anaemia. Beet juice contains potassium,  phosphorus, calcium, sulphur, iodine, iron, copper, carbohydrates, protein, fats, vitamins B1, B2,ninacin,B6,C and Vitamin P. With its high in content, beet juice regenerates and reactivates the blood cells, supplies the body with fresh oxygen and helps the normal function of  vesicular breathing.",
			"2":"currants:Soak 10-12 currants (munnakas) in water overnight .Removes seeds and eat them regularly for four weeks.",
			"3":"yogurt: Eat a cup of plain yogurt with 1 teaspoon turmeric on an empty stomach.",
			"4":"spinach:Have spinach juice of 125gms spinach everyday for 3 weeks.",
			"5":"indiangooseberry:Mix one tablespoon Indian gooseberry (amla) juice with a ripe mashed banana with one tablespoon honey, take this mixture twice a day.",
			"6":"vitaminB12:Take Vitamin B12 which is a must for preventing and curing anaemia. This vitamin is usually found in animal protein and especially in organic meats like Kidney and liver. However, equally good alternative sources of vitamin B12 are dairy products like milk, eggs and cheese. Peanuts, wheat germ and soya beans also contain some B12.",
			"7":"Sunbath:Short sun bath is beneficial as sunlight simulates the production of red blood cells.",
			"8":"dates:Eat 6-8 dates daily which help to increase iron level in blood."
		    }




},
{

	"index": "1",
	"count": "9",
	"name":"Asthma",
	"common":
		    {
			"0":"Fasting:In severe attack, it tends to destroy appetite so do not force the patient to eat. The patient should fast till the attack is over. However  can take a cup of warm water or lemon juice with honey every two hours and thereafter resort to fruit juice diet to nourish the system and eliminate the toxins. Gradually, solid foods can be very beneficial.",
			"1":"Massage: During the attack massage chest with mustard oil mixed with little camphor. This will loosen up phelgm and ease breathing. Also inhale steam from the boiling water mixed with caraway seeds (ajwain). It helps to dilate the bronchial passage.",
			"2":"Stream Bath:Take steam bath, hot foot bath, hot hip bath and sun bath.  This will stimulate the skin and relive congested lungs.",
			"3":"Honey:Honey is considered highly beneficial in the treatment of asthma.Eat honey or take either in milk or water. It thins accumulated mucous and helps to eliminate from the respiratory passages. It also prevents the production of mucous in future.One year old honey is recommended for respiratory disease.",
			"4":"Tumeric:Turmeric is regarded as an effective remedy for bronchial asthma. Take a teaspoon of turmeric powder boiled in a glass of milk two or three times daily. It acts best when taken on an empty stomach.",
			"5":"Ginger and Fenugreek:Take one tsp fresh ginger juice mixed with a cup of fenugreek decoction and honey to taste. This mixture acts as a excellent expectorant.",
			"6":"Carrot and spinach:Take 2/3 glass of carrot juice and 1/3 glass of spinach juice thrice a day.",
			"7":"Onion:Short sun bath is beneficial as sunlight simulates the production of red blood cells.",
			"8":"Steam Inhalation:Eat 6-8 dates daily which help to increase iron level in blood."
		    }




},
{

	"index": "2",
	"count": "5",
	"name":"Back Pain",
	"common":
		     {
			    "0":"Cold Pack:Apply a cold pack (Bag of ice) to the painful area for 15 to 20 minutes at a time.Apply at least three times a day.",
			    "1":"Garlic:Take two or three cloves of garlic every morning ",
			    "2":"currants:Apply a paste made of ginger powder mixed with sufficient water to the affected area.Leave it on for 10 to 15 minutes,wash it off and then rub the back with some eucalyptus(Nilgiri) oil.",
			    "3":"yogurt:Take the juice of one lemon mixed with common salt twice a day",
			    "4":"spinach:Application of raw potato in the form of a poultice is very effective, especially in a low backache."

        }




},
{

	"index": "3",
	"count": "8",
	"name":"Bad Breathe",
	"common":
		    
      {
			"0":"apple cider:vinegar Mix a tsp of apple cider vinegar in some water  and use it as a mothwash, gargle for 10-15 seconds at a time.",
			"1":"Lime juice:Rinse mouth with lime juice mixed in water",
			"2":"Cardomom:Slowly chewing one or two cardamom seeds also help to minimize bad breathe.",
			"3":"Fenugreek:Drink tea made from fenugreek seeds.Put one tsp of seeds in half a litre of water and allow it to boil slowly at low temperature for fifteen inutes.It should then be strained and used as tea.",
			"4":"Aloe vera:Drink ½ cup aloe-vera juice twice a day.",
			"5":"Honey and Cinnamon:Gargle with one tsp of honey and cinnamom powder mixed in hot water first thing in the morning so that breathe stays fresh throughout the day.",
			"6":"Parsley:Chew some parsley leaves to get rid of bad breathe. Parsley contains a bacteria killing compound which helps to handle unwanted bacteria in the mouth.",
			"7":"Fennel Seeds:Eat fennel seeds to get rid of bad breathe. It also prevents overgrowth of bacteria by alkalizing saliva."
      }




},{

	"index": "4",
	"count": "8",
	"name":"Boils",
	"common":
		    
{
			"0":"Fasting:A three day juice fast will help eliminate impurities, reduce inflammation and provide you with the nutrients to boost the immunity. Take a juice of green vegetables, carrot, Celery and Cucumbers.",
			"1":"Turmeric:Take half tsp of turmeric in a glass of warm water twice a day until the boil has healed.",
			"2":"Marigold:Steep marigold flowers in hot water let the liquid cool slightly. Soak a clean cloth or gauze in the liquid and apply it to the affected area. Repeat this 3 to 4 times a day. It has anti-inflammatory, astringent and antifungal properties or applies cold cream containing calendula to the affected area.",
			"3":"Flaxseed:Make a thick paste of 1-2 tsp of flaxseed powder by adding boiling water. Apply it as a poultice. It decreases the inflammation and draw out the infection.",
			"4":"Garlic:Apply juice of garlic or onion externally on boils to help ripen them, break them, and evacuate the pus.",
			"5":"Cabbage:Apply a hot cabbage leaf poultice, which helps to draw out infection. ",
			"6":"Bitter Gourd:Take a cupful of fresh bitter gourd juice mixed with a one tsp  of lime juice, sip by sip on an empty stomach daily for a few months.",
			"7":"Cumin:Grind cumin seeds with water and apply this paste on boils."

      }




},{

	"index": "5",
	"count": "7",
	"name":"Bronchitis",
	"common":
		    
{
			"0":"Tumeric:Take half a tsp of turmeric powder in a glass of milk twice a day. It acts best when taken on an empty stomach.",
			"1":"Ginger:Lick half tsp each of powdered ginger , pepper and cloves with honey thrice a day.",
			"2":"Onion:Take one tsp of raw onion juice first thing in the morning. It acts as an expectorant which liquefy phlegm.",
			"3":"Spinach:Infuse 50gms of spinach leaves in 250ml water and add a pinch ammonium chloride and one tsp of honey. This infusion also acts as an expectorant.",
			"4":"Almonds:Make 7-8 almond kernel powder and mix it in a glass of orange juice or lemon juice. Drink this every night before sleeping ",
			"5":"Garlic:Eat a clove of raw garlic twice daily until the infection has cleared. Garlic is a herbal antibiotic. It fights infection and boosts your immune response.",
			"6":"Steam Inhaltion:Take 2 litres of boiling water into a heatproof bowl. Add 3 drops of eucalyptus essential oil and cover your head with a large towel. Inhale the steam for 15 minutes, taking care not to burn yourself. Repeat as often as desired. Eucalyptus loosens chest congestion and fight respiratory infection."




}




},{

	"index": "6",
	"count": "2",
	"name":"Bruises",
	"common":
		    
{
			"0":"Cool the burn:Apply vinegar to the bruises using cotton ball. This will  speed up the healing process.",
			"1":"Apple Cider vinegar:Apply apple cider vinegar and cold water on the bruise."

}




},{

	"index": "7",
	"count": "4",
	"name":"Burns",
	"common":
		    
{
			"0":"Cool th burn:To the first thing you should do is to take immediate step to cool the burn. Hold the burned area under cold running water for at least 10 minutes. Once the burn has cooled, gently remove anything that constricts the area if it starts to swell, such as cloth or watches. Don’t try to remove clothing or material that is stuck to burned skin.",
			"1":"Aloe vera:Apply the gel from inside the leaf of aloe plant or use aloevera cream on burn.",
			"2":"Cilantro:Take fresh juice of cilantro by placing a handful of cilantro in the blender with 1/3 cup of water. Strain it and take 2tsp three times a day.",
			"3":"Vitamin E:Once the wound starts healing, break a capsule of vitamin E and pour the liquid on it. This will reduce the chance of scarring."

}




},
{

	"index": "8",
	"count": "4",
	"name":"Clapped/Cracked Lips",
	"common":
		    
{
			"0":"Pertroleum Jelly: Apply petroleum jelly, such as Vaseline.",
			"1":"Honey and Milkcream:Mix honey with milk cream and apply.",
			"2":"Aloe vera:Put some aloe vera gel on your lips.",
			"3":"Cucumber:Rub cucumber slice on your lips"
	
}




},{

	"index": "9",
	"count": "6",
	"name":"Chicken Pox",
	"common":
		    
{
			"0":"Backing soda:Add 2 tsp of baking soda to a bath water to reduce itching.",
			"1":"Oatmeal:A bath of oatmeal is a natural remedy for relieving the itch due to chicken pox(add oatmeal lotion to the bath water)",
			"2":"Neem:Lukewarm water baths with neem leaves will help to relieve the itching.",
			"3":"Sandalwood:Apply sandalwoon oil from the first day of appearance of rash till fall of scabs.",
			"4":"Honey:The skin should be smeared with honey for fresh recovery.",
			"5":"Carrot and corriander:Drink the soup made up of carrot and coriander"



}




},
{

	"index": "10",
	"count": "5",
	"name":"Colitis",
	"common":
		    
{
			"0":"Banana:Take one or two ripe banana daily.It helps to relive the symptoms and promote healing.",
			"1":"Buttermilk:Drink a glass of buttermilk daily.",
			"2":"Tender Coconut:Drink a glass of tender coconut water daily. It has a soothing effect on wall of the colon.",
			"3":"Rice:Rice is low in fibre and therefore very soothing in colitis . Take thick gruel of rice mixed with a glass of buttermilk and a ripe banana as a diet which is also nutritious.",
			"4":"Aloe vera:Aloe vera can promote healthy functioning of the colon. Add 1 tsp to your favourite juice daily. Juice of papaya,raw cabbage and carrot are especially beneficial. Citrus juics should be avoided."

}




},
{

	"index": "11",
	"count": "7",
	"name":"Commom Cold",
	"common":
		    
{
			"0":"Ginger:Take ten gms of ginger and cut into small pieces  and then boil in a cup of water. Strain it and add half a tsp of sugar. This decoction should be drunk when hot.",
			"1":"Honey and Cinnamon:Take one tsp of honey and ¼ tsp of cinnamon powder thrice a day.",
			"2":"Lemon and honey:Dilute one lemon in a glass of warm water, and add a tsp of honey. Drink once or twice daily.",
			"3":"Cinnamon:It is an excellent warming herb and can be added to food  and drinks to ease symptoms.",
			"4":"Honey:Eat fresh  honey or add honey to herbal teas which will encourage healing and prevent secondary infections.",
			"5":"Tumeric:Add half a tsp of fresh turmeric powder in 30 ml of milk and boil over a slow fire. Drink this milk once or twice daily",
			"6":"Garlic:Eat garlic flakes daily which will discourage the onset of a cold and will also work to reduce fever."

}




},{

	"index": "12",
	"count": "6",
	"name":"Conjuctivitis",
	"common":
		    
{
			"0":"Indian Gooseberry:Take a cup of Indian gooseberry juice mixed with two tsp of honey twice daily.",
			"1":"Coriander seeds:Make eyewash by steeping 1 tsp of coriander seeds in 1 cup of boiling water for at least 15 minutes. Strain, and cool it before using. This is an excellent eye-wash in conjunctivitis.",
			"2":"Tumeric:Add some turmeric into a little bit of pure water. Immense a clean handkerchief into the solution, and let it dry. Then use it to mop the affected eyes. The natural antiseptic, antibiotic properties of turmeric will help to take care of bacteria and facilitate healing.",
			"3":"Goldenseal:Make eyewash by steeping 1 tsp of goldenseal in 1 cup of boiling water for at least 15 minutes. Strain the liquid and rinse the affected eye with the lukewarm solution three times a day.",
			"4":"Calendula:Steep 2 tsp of dried calendula in 1 cup of boiling water for  at least 15 minutes and strain. Immerse a clean handkerchief into the solution and wiring it out slightly. Apply the warm calendula compress to the affected area. Calendula has antiviral and antibacterial properties. It relieves the itching and discomfort of conjunctivitis.",
			"5":"Milk:The best way to heal conjunctivitis in young children is to place  drop of mother’s milk in the eye."

}




},{

	"index": "13",
	"count": "8",
	"name":"Constipation",
	"common":
		    
{
			"0":"Apple:Eat a raw apple about an hour after a meal. Apples are very cleansing, and will encourage bowel movements. Pineapple juice, pears, guava are also effective.",
			"1":"Prunes:Eat a handful of dried prunes (raisins) or drink some prune juice everyday an hour after meals. In addition to adding fibre, prunes have a mid laxative effect.",
			"2":"Banana:Eat ripe yellow bananas between meals, not with the meals.",
			"3":"Honey:Honey has laxative properties and can be added to food or drinks to relieve constipation.",
			"4":"Lime:squeeze half a lime in a glass of hot water, add half a tsp of salt in it and drink.",
			"5":"Flaxseed:Sprinkle one tsp of ground flaxseeds over any meal. Flaxseed help to ease constipation. Flaxseed also serves as an excellent source of omega-3 fatty acids, as well as of other important vitamins, minerals and phytoestrogens.",
			"6":"Aloe juice:Aloe juice or aloe latex can be used as a laxative, but it should not be confused with aloe vera gel which is used for wound healing or sunburn.",
			"7":"Figs:For constipation in children, give 3 figs soaked in warm water."




}




},{

	"index": "14",
	"count": "8",
	"name":"Cough",
	"common":
		    
{
			"0":"Eucalyptus Oil:Inhale essential oil of eucalyptus, which is expectorant and decongestant.",
			"1":"Honey and lemon:Take honey and lemon which will ease cough and encourage healing ",
			"2":"Cloves:Place 2-3 cloves fried in ghee and suck For dry cough",
			"3":"Banana:with honey and black pepper Eat a ripe banana with 1 tsp of honey and 2 pinches of ground black pepper, twice or thrice a day.",
			"4":"Tumeric:Boil 1 cup milk with tsp turmeric and tsp ginger and drink this at night.This will relieve the cough due to pharyngitis or laryngitis.",
			"5":"Ajwan:Try chewing ajwan mixed with 1 tsp natural organic sugar.",
			"6":"Honey and black pepper:Mix ¼ tsp of black pepper with one tsp of honey , and eat it on a full stomach two or three a day for 3 to 5 days.",
			"7":"Pomergranate and Ginger:Give a half cup pomegranate juice with a pinch of ginger powder and a pinch of pippali powder."




}




},
{

	"index": "15",
	"count": "5",
	"name":"Dandruff",
	"common":
		    
{
			"0":"Egg:Mix two egg whites with the fresh juice of one lime, and apply to your hair.Let it stay for a half hour, then wash the hair with neem soap.",
			"1":"Neem Oil:Message for a few minutes daily with neem oil(in a sesame oil base).",
			"2":"Fenugreek:Two tsp of fenugreek seeds should be soaked overnight in water and in the morning ground into a fine paste.Apply this paste all over the scalp and left for half an hour.Wash the hair thoroughly with soap-nut(ritha) solution or shikakai.",
			"3":"Neem:Make a paste of neem leaves (Azardirachta indica) and apply to the scalp. Leave it on for half an hour and then wash the hair with lukewarm water.",
			"4":"Green gram:Mix two tsp of green gram powder in half a cup of curd and wash the hair with this mixture twice a week."
			
}




},{

	"index": "16",
	"count": "1",
	"name":"Denture Pain",
	"common":
		    {
		    	"0":"To do:Continue eating what you were eating before, after getting the dentures.Suck sugarless candies or lozenges frequently to get rid of excess saliva.Take denture out for at least six hours a day.Take dentures out of mouth before going to bed, brush them thoroughly with a denture cleanser. Place denture in a glass of water overnight.To soothe and heal sore gums-Dab a bit of aloe vera gel or eucalyptus oil on a cotton tipper swab and apply directly to gums.Consult your dentist, if you suspect allergies."




}




},
{

	"index": "17",
	"count": "5",
	"name":"Depression",
	"common":
		    
{
			"0":"Fasting:Try to fast for 2 to 3 days on apple juice. This will act as a very effective  nerve tonic and recharge the nerves with new energy and life.",
			"1":"Message:Rub some coconut oil or sunflower oil on scalp and soles of your feet at bedtime.",
			"2":"Nasal Drops:Nose drops of warm sesame oil or brahmi  ghee(2 to 3 drops in each nostril) is effective for relieving depression.",
			"3":"Ginger:Drink ginger tea (1/2 to 1 tsp of ginger powder steeped in hot water) twice a day.",
			"4":"Asparagus:Take one or two grams of the powder of the dry root of the asparagus plant dialy."

}




},{

	"index": "18",
	"count": "3",
	"name":"Daiper wash",
	"common":
		    
{
			"0":"Wash and dry:Gently wash the diaper area with water and a soft cloth.Rinse thoroughly and dry completely.",
			"1":"Coconut oil:Apply coconut oil to the affected area.",
			"2":"Vaseline:Apply vaseline."

}




},{

	"index": "19",
	"count": "4",
	"name":"Dry Skin",
	"common":
		    
{
			"0":"Egg:Mix an egg yolk and with a few drops of lime and olive oil.Spred on the face and leave it till the skin feels dry and then wash it off with water.",
			"1":"Cherries:Apply a pulp of fresh cherries to the face at night , before going to bed.Leave it for 15 minutes and then rinse it off.This will give you a beautiful complexion and also you will find relief from dry skin.",
			"2":"Tea tree oil:Add 1 drop of tea tree oil to your favourite day or night cream to help moisturize and smooth skin.Tea tree oil has been know to penetrate into the skin’s cellular level.",
			"3":"Aloe vera:Apply aloe vera gel topically on affected areas.Aloe vera is soothing, healing and moisturizing."

}




},
{

	"index": "20",
	"count": "5",
	"name":"Dysentery",
	"common":
		    
{
			"0":"Bael fruit:Take one tsp of bael fruit pulp mixed with sufficient quantity of jiggery to sweeten it, thrice a day.",
			"1":"Musk Melon:Musk melon is useful in dysentery.It helps to expel the nasty matter with faeces.",
			"2":"Carom seeds:Boil a cup of water with 1 tsp of ajwain till the water is reduced to half its original volume.Drink this water.",
			"3":"Lemon:Boil 250ml of water with three lemons(peeled and sliced) for few minutes. Strain it and take three times a day.",
			"4":"Buttermilk:Take buttermilk during acute phase which helps to combats offending bacteria."
	
}




},
{

	"index": "21",
	"count": "4",
	"name":"Eczema",
	"common":
		    
{
			"0":"Nutmeg:Apply a nutmeg paste to affected area (rubbing nutmeg against a smooth stone slab with a little water will make a paste).",
			"1":"Comphor and sandalwood:Add one tsp camphor to one tsp sandalwood paste and apply on the affected area.",
			"2":"Oatmeal:atmeal oil to the bath.",
			"3":"Honey and Cinnamon:Apply honey and cinnamon powder in equal parts on the affected parts to cure eczema."
}




},
{

	"index": "22",
	"count": "5",
	"name":"Fever",
	"common":
		    
{
			"0":"Orange:Drink a cup of fresh orange juice with a pinch of rock salt.",
			"1":"Dates:Soak 5 fresh dates in a glass of water overnight. Next morning, liquefy in a blender and drink.",
			"2":"Mango:Eat one ripe mango daily, and after an hour drink 1 cup  warm milk with a teaspoon of ghee added.",
			"3":"Juice:If the fatigue is due to anemia, take pomegranate juice, grape juice, beet juice or carrot juice.",
			"4":"Honey and Cinnamon:Take half tablespoon of honey in a glass of water sprinkled with cinnamon powder twice a day for about a week."

}




},
{

	"index": "23",
	"count": "5",
	"name":"Fatigue",
	"common":
		    
{
			"0":"Cilantro:Take 2 teaspoons of cilantro juice 3 times a day to help lower the fever. Put a handful of cilantro leaves in a blender with about ⅓ cup water, and blend thoroughly. Strain out the pulp and take the juice.",
			"1":"Cumin and corriander:Mix cumin seeds, coriander seeds, and fennel seeds in equal proportions. Add one teaspoon of this mixture in a cup of boiling water, steep for 10 minutes, strain, and drink.",
			"2":"Ginger and raisens:Crush 10 grams of raisins and ginger. Boil them in 200 ml of water till it reduces to 50ml. Strain and drink this solution warm.",
			"3":"Fenugreek:Boil powder of 2 to 3 tsp dry roasted fenugreek seeds. Strain the water and add a drop of ghee to it and drink.",
			"4":"Basil:For chronic fever, drink basil(tulsi) tea. Take 1 teaspoon holy basil steeped in 1 cup hot water. Add ¼ teaspoon black pepper and 1 teaspoon honey. Take this 3 times a day before meal."
}




},
{

	"index": "24",
	"count": "4",
	"name":"Gastritis",
	"common":
		    
{
			"0":"Coconut:Drink plain coconut water initially. It helps stomach to return in the normal condition.",
			"1":"Rice:Eat a bowl of rice gruel twice a day.",
			"2":"Marigold:Take one tablespoon of marigold infusion twice daily.",
			"3":"Ginger:Ginger is one of the best herbs for treating gastritis. Try eating some ginger candy after meals. It relieves most symptoms, including indigestion and gas. Ginger has an anti-inflammatory and antibacterial properties."

}




},{

	"index": "25",
	"count": "5",
	"name":"Gingivits",
	"common":
		    
{
			"0":"Orange:Take one cup orange juice with ½ teaspoon natural sugar and a pinch of cumin which will help bleeding gums.",
			"1":"Apple:Eat a raw apple about an hour after meals which helps to clean the teeth and heal the gums.",
			"2":"Coconut Oil:Massage the gums with coconut oil.",
			"3":"Lemon:Drink the juice of ½  lemon squeezed into a cupful of water",
			"4":"Tea:For infected gums- apply one drop of tea tree or clove oil directly at the site of the pain."
	
}




},

{

	"index": "26",
	"count": "4",
	"name":"Gout",
	"common":
		    
{
			"0":"Cherry:Cherries are considered an effective remedy for gout and have been associated with lower levels of uric acid. Eat 10-15 cherries daily. Fresh cherries are best",
			"1":"Apple:Malic acid contained in apple is believed to neutralise the uric acid and afford relief. Take one apple after each meal.",
			"2":"Vegetable:Carrot juice in combination with the juices of beet and cucumber is especially valuable. Beet juice-100ml and cucumber juice-100ml should be mixed with 300ml of carrot juice to make 500ml of combined juice and taken daily.",
			"3":"Lime:Vitamin C is known to  prevent and cure sore joints by strengthening the connective tissues of the body. The citric acid found in lime is a solvent of the uric acid which is the primary cause of the disease. The juice of half a lime squeezed into a glass of water should be taken daily. Note: the use of vitaminC should be taken carefully due to high levels of acidity."
}




},
{

	"index": "27",
	"count": "5",
	"name":"Hangover",
	"common":
		    
{
			"0":"Lime:Add 1 teaspoon lime juice, ½ teaspoon sugar, and a pinch of salt in a glass of water and just before drinking add ½ teaspoon of baking soda.",
			"1":"Orange:Drink a glass of fresh orange juice with 1 teaspoon lime juice and a pinch of cumin powder added. This can help with both alcohol and drug-induced hangover.",
			"2":"Banana:Drink banana milk shake, sweetened with honey. Banana calms the stomach and with the help of honey builds the depleted sugar levels, while the milk soothes and rehydrate your system.",
			"3":"Lassi:Try a cup of cool lassi if feeling burning stomach and no appetite-blend 1 tablespoon of fresh yogurt with 1 cup of water and a pinch of cumin powder. Drink this 3-4 times a day.",
			"4":"Coconut water:Drink coconut water, most of the time it is beneficial for hangover."

}




},
{

	"index": "28",
	"count": "6",
	"name":"Back Pain",
	"common":
		    
{
			"0":"Pertroleum Jelly:To stop irritation in your nose, apply little petroleum jelly or ghee inside your nose.",
			"1":"Grapefruit and lemon:Add some honey to boiled minced grapefruit and lemon. Have this solution three times a day.",
			"2":"Chamomile:Boil chamomile in water and inhale fumes from the water.",
			"3":"Honey: Eat the local honey.",
			"4":"Nettle tea:Drink nettle tea to increase resistance."
			
}




},
{

	"index": "29",
	"count": "5",
	"name":"Back Pain",
	"common":
		    
{
			"0":"Ginger:Make a paste out of 1 teaspoon ginger powder(or ¼ teaspoon nutmeg powder) and sufficient water, and apply this paste to forehead. Leave it on for about half an hour and them wash it off. (Note: Ginger paste can sometimes create a burning sensation on the skin. It is not dangerous, but if you begin to feel an burning sensation, wash the ginger off with warm water.",
			"1":"Ecualptus:Take eucalyptus steam. Put 10 drops of eucalyptus oil in boiled water, cover your head with a towel, and inhale the steam.",
			"2":"Steam Inhalation:Boiling fresh ginger or dried ginger powder in water and then inhaling the steam is also effective.",
			"3":"Spicy food:Eat spicy foods such as horseradish and hot peppers which increases the flow of blood and loosen the secretions of mucus in the sinuses.",
			"4":"Aloe vera:Take 2 tablespoons of aloe vera gel, up to 3 times a day."

}




},
{

	"index": "30",
	"count": "5",
	"name":"Heatburn",
	"common":
		    
{
			"0":"Almond:Eat few almonds when having heartburn.",
			"1":"Milk:Drink a glass of chilled milk which is a quick remedy for heartburn.",
			"2":"Lime Juice:Add 10 drops lime juice, ½ teaspoon organic sugar, and ½ teaspoon baking soda(at last) into 1 cup of water and drink immediately to neutralize heartburn.",
			"3":"Rice:Eat a bowl of rice pudding made with milk which helps to absorb stomach acid.",
			"4":"Ginger:Taking ginger root with honey after meal is also effective."

}




},
{

	"index": "31",
	"count": "4",
	"name":"Hiccups",
	"common":
		    
{
			"0":"Sugar: A teaspoon of dry sugar taken slowly can eliminate the hiccups.",
			"1":"Cold water:Quickly drink a glass of cold water.",
			"2":"Ginger:For recurring hiccups, suck small pieces of fresh ginger.",
			"3":"Honey:Mix 1 teaspoon honey with 1 teaspoon castor oil. Every 2 or 3 minutes dip your index finger into the mixture and then lick your finger."

}




},
{

	"index": "32",
	"count": "3",
	"name":"High blood Cholesterol",
	"common":
		    
{
			"0":"Honey:Add one teaspoon of honey and one teaspoon of lime juice in one cup of hot water and drink early morning.",
			"1":"Corriander:Boil two tablespoon of dry seeds of coriander in a glass of water and strain the decoction after cooling. Take this decoction twice a day.",
			"2":"Honey and cinnamon:Take one tablespoons of honey and half teaspoon of cinnamon powder in one cup of hot water thrice a day."

}




},
{

	"index": "33",
	"count": "5",
	"name":"Hives",
	"common":
		    
{
			"0":"Cilantro:Drink cilantro juice whatever may be the cause of rash. Wash fresh cilantro, chop it into pieces, put in into blender, add ⅓ cup of water, and blend. Drink the juice and apply the pulp to the affected area.",
			"1":"Watermelon:Eat watermelon and rub the white part of the rind of skin.",
			"2":"Coriander:Steep 1 teaspoon coriander powder, ½ teaspoon cumin, and 1 teaspoon natural sugar in a cup of hot milk. Drink once or twice a day.",
			"3":"Sandalwood and Tumeric:Make a paste of 2 parts sandalwood powder and 1 parts of turmeric mixed in milk and apply this paste to the affected area.",
			"4":"Aloe vera:Apply aloe vera gel or vitaminnE oil  to the affected area at least twice a day."
	
}




},
{

	"index": "34",
	"count": "3",
	"name":"Hoarseness",
	"common":
		    
{
			"0":"Black pepper:Take ¼ teaspoon of black pepper powder with 1 teaspoon of clarified butter",
			"1":"Tumeric and Milk:Add a pinch of turmeric powder to a cup of hot milk and drink before going to bed.",
			"2":"Honey:Add honey to juice of basil leaves and take this mixture, it will help to soothe throat."

}




},
{

	"index": "35",
	"count": "6",
	"name":"Indigestion",
	"common":
		    
{
			"0":"Lime: Squeeze the lime juice from ¼ lime in 1 cup warm water. Add ½ teaspoon of baking soda just before drinking, and drink it down quickly. This remedy will relieve acute indigestion.",
			"1":"Onion: Take ¼ cup of fresh onion juice with ½ teaspoon honey and ½ teaspoon black pepper.",
			"2":"Cloves:Chop up a clove of fresh garlic, add a pinch of salt and a pinch of baking soda, and eat it.",
			"3":"Pineapple:Drink 1 cup of sweet fresh pineapple juice with a pinch of ginger, a pinch of blackpepper, and ½  teaspoon organic sugar thrice a day.",
			"4":"Honey and Cinnamon:Sprinkle cinnamon powder on one tablespoons of honey and take before food which relieves acidity and digests the heaviest of meals.",
			"5":"Peppermint:Drink herbal tea made with peppermint, chamomile or fennel which is effective for indigestion."

}




},
{

	"index": "36",
	"count": "5",
	"name":"Insect stings",
	"common":
		    
{
			"0":"Remove the sting: If there is a tick, remove it with tweezers.",
			"1":"Wash the wound:Wash the sting area with soap and water.",
			"2":"Cold Compress:Soak a washcloth in cool water and then lay it on the site of the sting to ease soreness and itching.",
			"3":"Banana:Try rubbing the affected area with the inside of banana skin. This reduces the swelling and irritation.",
			"4":"Cilantro:Take 2-3 teaspoons of cilantro juice as soon as possible and apply the pulp locally on the ffected area. To make juice, blend a handful of cilantro leaves with ⅓ cup water and strain it."

}




},
{

	"index": "37",
	"count": "3",
	"name":"Jet lag",
	"common":
		    
{
			"0":"Ginger:An hour before flying, swallow 2 capsules (00 size) of ginger, with a cup of water.",
			"1":"Message:When you reached your destination, rub a little warm sesame oil on your scalp and on soles of your feet.",
			"2":"Milk:Drink 1 cup of hot milk with a pinch each of nutmeg and ginger."
}




},
{

	"index": "38",
	"count": "4",
	"name":"Low blood sugar",
	"common":
		    
{
			"0":"Sugar:Eat sugar in the form of candy, cubes, or tablets or any quick sugar food.",
			"1":"Orange or Pomegranate:If feeling drowsy, drink a juice of pomegranate or orange.",
			"2":"Apple:Eat an apple with their peels after each meal.",
			"3":"Licroice:If feeling lightheaded or faint or have other hypoglycemic symptoms, drink licorice tea. (don’t drink this tea, if you have hypertension)."

}




},
{

	"index": "39",
	"count": "4",
	"name":"Maleria",
	"common":
		    
{
			"0":"Cinnamon:Boil one teaspoon of coarsely powdered cinnamon in a glass of water with a pinch of pepper powder. Add one teaspoon honey before drinking. Cinnamon is regarded as a valuable remedy in malaria.",
			"1":"Grapefruit:Eat a grapefruit which serves as an effective remedy in treating malaria, as it contains quinine-like substances.",
			"2":"Basil:Holy basil leaves proves beneficial in treating malaria. Consume the leaves raw or make a decoction by boiling 10-12 basil leaves in 1 cup of water for 15 minutes and then drink.",
			"3":"Alum:Alum is also useful in malaria. Half teaspoon of roasted alum should be taken about four hours before the expected attack."


}




},
{

	"index": "40",
	"count": "4",
	"name":"Measles",
	"common":
		    
{
			"0":"Water and Juices:Drink plenty of water, fruit juice and herbal tea to replace fluids lost by fever and sweating. Orange juice and lemon juice are more effective to overcome dehydration and loss of appetite in measles.",
			"1":"Neem Leaves:Add neem leaves in your bath water and have bath with this lukewarm water. This will give relief from itchin.",
			"2":"Licorice:Take a mixture of equal quantity of licorice powder and honey to relieve cough in measles.",
			"3":"Basil:Take a mixture of 1 teaspoon basil leaves juice with a pinch of turmeric twice a day to recover fast as well as to boost the immunity."
}




},
{

	"index": "41",
	"count": "4",
	"name":"Menopause Disorders",
	"common":
		    
{
			"0":"Beetroot:Take beet juice in small quantities of 70-80ml at a time thrice a day. It has been found very beneficial in menopausal disorders.",
			"1":"Black Cohosh:Black cohosh helps balance estrogen levels and is excellent for relieving hot flashes, vaginal thinning, and mood swings. Take half a teaspoon of liquid black cohosh extract twice a day for at least three months. Women taking estrogen therapy should consult a physician before using black cohosh.",
			"2":"Liquorice:Take one teaspoon of liquorice powder daily. It is one of the most effective remedies for menopausal disorders. Note-dont take, if you have high blood pressure.",
			"3":"Soy food:Soy foods such as tofu, tempeh and soybeans contain phytoestrogens. These compounds which are like natural estrogens, help to balance hormones. Eat 60gm of soy foods daily"
	
}




},
{

	"index": "42",
	"count": "3",
	"name":"Menstrual Cramps",
	"common":
		    
{
			"0":"Hot Compress:Apply heat to abdomen using a heating pad or hot water bottle.",
			"1":"Cumin and Aelo vera:Chew one teaspoon roasted cumins seeds slowly, followed with one teaspoon of aloe vera juice.",
			"2":"Black pepper:Take 1 teaspoon of aloe vera gel with two pinch of black pepper three times a day."

}




},
{

	"index": "43",
	"count": "4",
	"name":"Nose Bleed",
	"common":
		    
{
			"0":"Water:Drink cool water. sometimes , this alone will stop nosebleed.",
			"1":"Pinch your nose:Firmly pinch the soft part of nose with your thumb and index finger for 5-10 minutes, breathe through the mouth.",
			"2":"Ice pack:Apply an ice pack to your nose and cheeks. Cold will constrict the blood vessels and  help stop the bleeding.",
			"3":"Nasal Drops:If the bleeding doesn’t stop, put a couple of drops of lukewarm ghee(clarified butter) in each nostril. Ghee is haemostatic it stops bleeding."
	

}




},
{

	"index": "44",
	"count": "4",
	"name":"Premenstrual Syndrome",
	"common":
		    
{
			"0":"Cherry:Eat about 10 cherries daily on a empty stomach for a week before the onset of menstruation.",
			"1":"Aleo vera:Take 1 tablespoon of aloe vera gel with a pinch of black pepper, thrice a day before food.",
			"2":"Nasal drops:Instill 2-3 drops of warm ghee in each nostril which stimulate natural hormones and help to regulate balance of the system.",
			"3":"Warm compress:Place a warm compress of castor oil on lower abdomen if having abdominal bloating and cramps."
	
}




},
{

	"index": "45",
	"count": "4",
	"name":"Psoriasis",
	"common":
		    
{
			"0":"Cherry:Add oatmeal oils to a lukewarm bath; pat skin dry. Oatmeal bath oils help soften scaly plaques and relieve itching.",
			"1":"Aleo vera:Apply aloe vera gel or cream thinly to irritated and itchy patches of skin and rub lightly",
			"2":"Nasal drops:Gently apply avocado oil to the affeted area.",
			"3":"Warm compress:Drink slowly a cup of fresh juice of bitter gourd mixed with a teaspoon of lime juice on an empty stomach daily for 3-4 months."
	
}




},
{

	"index": "46",
	"count": "4",
	"name":"RingWorm",
	"common":
		    
{
			"0":"Garlic:Apply crushed raw garlic or garlic gel directly to the affected area two times a day.  Also , eat two cloves of garlic. Garlic has antiseptic and antifungal properties.",
			"1":"Teae tree oil:Apply 5-15% tea tree oil solution or cream to the infected area. It acts as a antifungal and antibacterial agent. Avoid prolonged and repeated topical use of tea tree oil.",
			"2":"Cloves:Apply clove oil several times daily. Cloves is known for it’s antifungal  properties.",
			"3":"Papaya:Rub the slice of raw papaya on the ringworm patches."
	
}




},
{

	"index": "47",
	"count": "3",
	"name":"Snoring",
	"common":
		    
{
			"0":"Cherry:Sleep on your side by tucking a pillow into your back or sewing a tennis ball into the back of your nightclothes.",
			"1":"Aleo vera:Use a nasal strip that keeps the nasal passage open. Stick the adhesive strip across the soft part of your nose, just above the nostrils before going to bed. The adhesive pad has bands of plastic embedded in it that tighten and lift the sides of the nose, which help to maintain airflow while sleeping.",
			"2":"Nasal drops:Instill 3-4 drops of warm brahmi ghee or plain ghee(clarified butter) in each nostril in the morning and before going to bed."
	
}




},
{

	"index": "48",
	"count": "4",
	"name":"Sun Burn",
	"common":
		    
{
			"0":"Cold Compress:Apply cool water as quickly as possible to prevent the sunburn  from getting worse but don’t apply ice, it could further injure the skin.",
			"1":"Aleo vera:Apply aloe vera lotion or gel on the affected area. Coconut oil also effective for soothing soothing sunburned skin.",
			"2":"Milk:Dip a gauze pad or cloth into cool milk, and apply directly to the sunburned skin.",
			"3":"Milk Cream:Apply a little fresh milk cream directly on the affected area."
	
}




},{

	"index": "49",
	"count": "4",
	"name":"ToothAche",
	"common":
		    
{
			"0":"Tea tree oil:Apply a little tea tree oil or clove oil at the site of pain using cotton swab.",
			"1":"Cloves:Place a couple of cloves between aching tooth and cheek. Let the cloves soak in mouth’s saliva for some minutes to soften them up. Then gently chew them so that the soothing oils in the cloves are released in the surrounding area of aching tooth. Leave the cloves in place for about 30 minutes.",
			"2":"Garlic:Place a clove of garlic with a little rock salt on the affected tooth.",
			"3":"Ginger:Make a paste of ground ginger or ground red pepper(or both) in enough water. Dip a cotton ball in the paste, squeeze out any excess, then apply the cotton directly to the sore tooth. Don’t let the paste touch gums, as it can be very irritating. If it feels too hot, rinse mouth and discontinue use."
	
}




},{

	"index": "50",
	"count": "3",
	"name":"Yeast Infection",
	"common":
		    
{
			"0":"Baking soda:Add 2 tablespoon baking soda to a lukewarm, shallow bath. It may help to relieve itchiness and discomfort.",
			"1":"Yogurt:Apply yogurt to vulva and inside the vagina. To insert yogurt into vagina , put some in the top of a tampon applicator, then insert the tampon into vagina. Remove it an hour later. This has soothing effect and help to fight infection.",
			"2":"Licorice Powder:Boil 1 teaspoon of licorice powder in 1 pint of water for 5 minutes. Cool, strain, and use the tea as a vaginal douche."
		
}




}
]
