[

{
	"index":"1",
	"count":"1",
	"name":"Snake bite and Scorpion String",
	"Description":
		{
		"0":"Vilwadi Gulika:Vilwadi Gulika (also called Vilwadi Agada, Bilwadi Vati, Bilwadi Gutika) is a polyherbal ayurvedic medicine used for the treatment of snake bite, scorpion sting, spider bite, rodent bite, gastroenteritis, cholera, indigestion, and fever. Generally, it is a drug of choice for toxic effects developed in human body due to any underlying cause or toxic substance of animal origin. Medicinal Properties: Antivenin Antitoxin Anti-snake venom Anti-inflammatory AMAPACHAK – Detoxifying Anti-cholera Febrifuge Digestive stimulant Anti-constipation Ayurvedic Properties Used for: Snakebite Scorpion Sting Spider Bite Rodent bite Gastroenteritis Cholera Indigestion Fever Side Effects of Vilwadi Gulika: Generally, there are no side effects when Vilwadi Gutika is used wisely. If the patient has Pitta Prakriti or any condition related to the increase of the Pitta Dosha, then it can cause following side effects when used in the high dosage or repeated several times unwisely: Heartburn Acid reflux Burning sensation in abdomen"

		}
},
{
	"index":"2",
	"count":"1",
	"name":"Reduce Blood Pressure",
	"Description":
		{
		"0":"Arjunarishtam:Arjunarishta (also called Parthadyarishta) is an ayurvedic liquid medicine prepared using natural fermentation method. Arjunarishta is beneficial for people with any type of heart diseases including stable angina pectoris, blood pressure, congestive heart failure, myocardial infarction, ischemic cardiomyopathy etc. Medicinal properties: Anti-ischemic Strong Antioxidant Hypolipidemic Antiatherogenic Cardioprotective Antianginal (stable angina pectoris) Used for: Cardiac Arrhythmia High & Low Blood Pressure Myocardial Infarction Stable Angina Pectoris Ischemic Cardiomyopathy Congestive Heart Failure Mitral Regurgitation Side effect: No side effects for this medicine"

		}
},
{
	"index":"3",
	"count":"1",
	"name":"Liver Disorders, Anemia and Jaundice",
	"Description":
		{
		"0":"Punarnavadi Kashayam:Punarnavadi Kashayam is beneficial in liver disorders and hepatitis. It has potent anti-inflammatory characteristics, which appear in hepatitis, joint inflammation due to gout, and bronchitis. It is also useful in cases of edema due to liver disorders or heart diseases, fever, cough, and asthma. Medicinal Properties: Anti-inflammatory Hepatoprotective Analgesic Anti-allergic Anti-arthritic Anti-gout Antihyperlipidemic Cardioprotective Antitussive Digestive Stimulant Diuretic Febrifuge Haematinic (increases hemoglobin levels) Hematogenic (helps in formation of red blood cells) Immunomodulatory Used for: Hepatitis, Jaundice & Liver disorders Fatty Liver Disease (Hepatic Steatosis) Hepatitis A Hepatitis B Hepatitis C Liver cirrhosis Polycystic liver disease Anemia Uremia Appetite loss Ascites Edema Cough & Bronchitis Breathing troubles Gouty Arthritis or elevated uric acid levels Punarnavadi Kashayam Side Effects There are no side effects observed with Punarnavadi Kashayam liquid as well as its tablets. However, it has a diuretic action, which tends to increase your urinary frequency."
		
		}
},
{
	"index":"4",
	"count":"1",
	"name":"Skin Diseases",
	"Description":
		{
		"0":"Gulguluthikthaka Gritham:Guggulutiktakam Ghritam is an Ayurvedic medicine, in herbal ghee form. This is also known as Guggulutiktaka ghrita. It is used for preparatory procedure for Panchakarma and also as medicine, mainly for skin diseases. Panchatikta refers to five bitter herbs, which are the main ingredients in this herbal ghee. Uses and Benefits: It is widely used as medicine and also in preparatory procedure called snehakarma for the treatment of deep seated ulcers and abscess, sinus, asthma, rhinitis, cough and cold, cardiac diseases and gout. It is useful in cooling the inflamed part of the body, mostly due to aggrevated pitta. Conditions such as psoriasis and arthritis have traditionally been treated with this ghritam. Improve digestion. Purify the blood from toxins. It is also used in the form of Anuvasana Basti in cases of Vata dominant skin disorders. It is also beneficial in skin disorders of vata and kapha predominance. It is more efficacious in vatashonita wounds. Gulgulutiktaka Ghritam Side Effects: There are no known side effects with this medicine. However it is best to use this product under medical supervision. Self-medication with this medicine is discouraged. People with diabetes, high cholesterol, heart diseases and high BP should exercise precaution. In very high dose, it may cause diarrhoea and indigestion. It is best to avoid this during pregnancy. It is fine to take this during lactation period and in children."

		}
},
{
	"index":"5",
	"count":"1",
	"name":"Cough and Cold",
	"Description":
		{
		"0":"Thamboola Lehyam:Thamboola lehyam is an Ayurvedic medicine used in respiratory conditions such as asthma, cold, cough etc. It is formulated based on Kerala Ayurveda principles. Thamboola means betel leaf, which is the main ingredient of this product. Thamboola Lehyam benefits: It is used in treating cold, cough, rhinitis, bronchitis, asthma, whooping cough, vomiting, catches and breatyh constraint. Thamboola Lehyam side effects: There are no known side effects with this medicine."

		}
},
{
	"index":"6",
	"count":"1",
	"name":"Sugar Control and Reducing fat",
	"Description":
		{
		"0":"Ayaskriti:Ayaskriti benefits in reducing body fat, so induces weight loss. Its main indications include its uses in urinary disorders, haemorrhoids and skin diseases. In addition, it is also effective remedy for leukoderma, loss of desire to eat, worm infestation, anemia, irritable bowel syndrome, and malabsorption disorders. Medicinal Properties: Anthelmintic Antimicrobial Antihyperglycemic Antihyperlipidemic Anti-inflammatory Antioxidant Carminative Digestive Stimulant Fat Burner Febrifuge Therapeutic Indications Urinary Disorders Haemorrhoids Leucoderma Skin Diseases Loss Of Appetite Worm Infestation Anaemia Irritable Bowel Syndrome Malabsorption Disorders Obesity Used for: Ayaskriti improves digestion, metabolism and assimilation. Its iron content increases the iron level in the blood, so it helps in anaemia. It induces burning of the accumulated fats, which may be mediated by iron and lipolytic action of other herbs present in it. Side effect: No side effects for this medicine."

		}
},
{
	"index":"7",
	"count":"1",
	"name":"Reduce Blood pressure",
	"Description":
		{
		"0":"Arjunarishtam:Arjunarishta (also called Parthadyarishta) is an ayurvedic liquid medicine prepared using natural fermentation method. Arjunarishta is beneficial for people with any type of heart diseases including stable angina pectoris, blood pressure, congestive heart failure, myocardial infarction, ischemic cardiomyopathy etc. Medicinal properties: Anti-ischemic Strong Antioxidant Hypolipidemic Antiatherogenic Cardioprotective Antianginal (stable angina pectoris) Used for: Cardiac Arrhythmia High & Low Blood Pressure Myocardial Infarction Stable Angina Pectoris Ischemic Cardiomyopathy Congestive Heart Failure Mitral Regurgitation Side effect: No side effects for this medicine."

		}
},
{
	"index":"8",
	"count":"1",
	"name":"Increase energy and body pain relief",
	"Description":
		{
		"0":"Aswagandhadi Lehyam:Aswagandhadi Lehyam is a herbal jam which includes Ashwagandha (Indian Ginseng) as its primary ingredient. It is a nerve tonic that boosts the immune system and is rich with anti-oxidants. It is recommended to be used before and after a vigorous exercise or a yoga session as it promotes muscle strength. It is also an ideal supplement to take while recovering from chronic illnesses as it helps to rejuvenate the tissues. Among the elixirs indicated for muscle tone and strength in Ayurveda, this formula is one of the best. Benefits: Include an increase of energy, improve stamina, muscle strength and keeps the mind calm, promotes deep sleep, promotes joint strength, assists in better mind-body coordination, helps for tremors in hands and legs."

		}
},
{
	"index":"9",
	"count":"1",
	"name":"Hemorrhoids(Piles)",
	"Description":
		{
		"0":"karunai Legiyam,Naga parpam:Hemorrhoids, Fistula, Fissure, Burning & Pricking Pain in Anus and Bleeding Piles. Karunai Legiyam is the Ultimate Choice in the Treatment of Piles. It Relieves Constipation, Normalizes bowel habit and stops bleeding from the Anus. It Gives Good Relief From Pain. Naga parpam is a siddha medicine useful for several diseases. The textual reference of this medicine is Bogar vaidyam 700. Ingredients are purified zinc, eclipta leaf juice and aloe pulp. This medicine can be used for the diseases like piles, fistula, diarrhoea, cough, asthma, dyspnoea and dysentery."

		}
},
{
	"index":"10",
	"count":"1",
	"name":"Kidney Stones removal by Siddha medicine",
	"Description":
		{
		"0":"Chandraprabha Vati,Chandraprabha Vati,Sathavari Gulam lehyam:Chandraprabha Vati (also called Chandraprabha Gulika and Chandraprabha Vatika) is an ayurvedic classical medicine used for the treatment of diseases of kidneys, bladder, urinary tract, pancreas, bones, joints, and thyroid gland. It is also recommended in the management of diabetes, men’s problems, women’s problems and mental disorders Used for: Chandraprabha Vati is beneficial in difficulty in urination, kidney stones, frequent urination, urinary incontinence, prostate enlargement, male infertility, impotency, nightfall, diabetes, painful periods (dysmenorrhea), Oligomenorrhea, amenorrhea, polycystic ovarian disease, anxiety, mental stress, and depression. Description: Vastyamayantaka Ghrita is an Ayurvedic medicine, in herbal ghee form. This medicine has ghee as it is base. It is used for preparatory procedure for Panchakarma and also as medicine, used in the treatment of diseases related to urinary system. Vasti means urinary bladder Description: It may help treat kidney stones Kidney stones are hard deposits that form in your kidneys. As they pass through your urinary tract, they may cause excruciating pain. Most kidney stones are made of oxalates. Oxalates are compounds found in some foods, such as spinach, beets, and french fries. In a 2005 studyTrusted Source, shatavari root extract helped prevent the formation of oxalate stones in rats. It also increased magnesium concentration in the urine. Proper levels of magnesium in the body are thought to help prevent the development of crystals in the urine that form kidney stones. Uses: --It is a common prescription Ayurvedic medicine for almost all the gynaecological complaints. --It is used as Ayurvedic medicine for pcos, Ayurvedic medicine for menstrual pain, irregular menstrual cycles, heavy menstrual bleeding. --It is used in the treatment dysuria, urinary tract infections, bleeding disorders, liver complications, jaundice, gonorrhoea, raktapitta, giddiness and burning sensation in stomach. --It is given to restore energy of injured and emaciated people. --Doctors also use this for the treatment of stress and depression during or nearing to periods. Its usage in uterine fibroid – If there is menstrual irregularity, then it can help to some extent. But this is not directly indicated in treating the fibroid. "


		}
},
{
	"index":"11",
	"count":"1",
	"name":"All types of fever",
	"Description":
		{
		"0":"Bharangyadi Kashayam,Sudarshan Churna:Indication: All types of fever, loss of appetite, cough and bronchial asthma. Description: Information about Sudarshan Churna Indication, dose, side effects, ingredient, method of preparation, reference, ayurvedic properties & manufacturers. Sudarshana choorna is a mixture of 44 herbal Ingredients used in the management of fever. Indication: All types of fever, disorders of liver and spleen, cough, asthma, low back ache and indigestion."

		}
}




]